{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "conv2d_1_input",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              32,
              32,
              3
            ],
            "dtype": "float32",
            "name": "conv2d_1_input",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "conv2d_1_input"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              32,
              32,
              3
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 8,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "dtype": "float32",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_1",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1_input",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 8,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "dtype": "float32",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_2",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_2"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.25,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "elu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 16,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "dtype": "float32",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_3",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_3"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 16,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "dtype": "float32",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_4",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_4"
        },
        {
          "class_name": "ELU",
          "config": {
            "alpha": 1.0,
            "dtype": "float32",
            "name": "elu_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "elu_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_2",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "elu_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.25,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Flatten",
          "config": {
            "dtype": "float32",
            "name": "flatten_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "dtype": "float32",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_3",
            "noise_shape": null,
            "rate": 0.5,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "dtype": "float32",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 10,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        }
      ],
      "name": "sequential_1",
      "output_layers": [
        [
          "dense_2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.1.4-tf"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      3,
      32,
      32
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "output_shapes": [
    [
      10,
      1,
      1
    ]
  ],
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            3,
            32,
            32
          ],
          "values": [
            "O2h7P7c2dD42eF0+c4/UPrCBNj7WF+4+2+ATP2WmMD71dhk/llYiP9ixij6ov/c+jCR/Pm/jLD5j5V0/fguJPqZQRD/cHQs9WehAPv5S6DyaHFY/iI3BPmHewz5BvVY/hfVYP22+Mz8C3kw/5h3sPuJAjz62oxk/jsM7PxTPOz93J/c+LJ4zP9TJXT+qBm8/xzpwPyMUXD8ANOs+teCTPljkOz+Vqm4/6nInPz9RIT8vycQ8G5aVPoEEGzwxZB8/qgwXPQKFED/OAuc+5UTpPkAbdz/w2AQ+s1e8PqPRNj+vci0/lwGGPiqMHT0ljko/NoMoP1KJOz/4470+QsyWPpjU5z67qx4/ElPwPiYtTT6KlHM/s9YKP/KHAz/Zq94+ECk0P1n9VD/hAnw/+tvQPllIwT2uros+tHQAPvk8Vj4NMSw/2BxDPTVQLD/ldBY93scBPzUJLz8HNhM/+E+lPhpqsT6Z2CQ+wQgPP5cBBj8vuP09vuuBPYwSZD/sV0A/q4WGPk8AXj/jnms+LsXYPpIj9D7axAs+XBs8PzD1DD4cGqA+Q3X/PlDlfT+um1c/NUFgPxo28z4DCrQ+Vo3zPuIlaj/Thng/KCuTPafeoj6520k/VDgqP3i45j680G8/3czyPiPlaz5wHwM+1sn2PTe7PD/WEWw/0PRQPzOBMD/ZPaQ+aOgsO7bP8j5bBhM/WXhLPzZOIT/XEjo+X9F3P1Wpmz5uIMU+pjJJP9qROz6v314/goBRP6J6RT+xDYs75acvP1mdMT/fjHM829U6Pw3PfD9Ts1o/J14DPzfgiT6xqbg+55RGPfhTfD8UEGg++bdtP8ZPBz4eORY/kSmhPtps8j4vBVs/vUI2PWsFvT0ngRA/E/ldP6M5Tj7lFk0/ospLPml8YT9oqw8/RT10P5kMND+9bLU+my4sP03KAj9MxQ0/kZ2DPfm0kz2jprQ+q02ePm4hPT84v4M+O/OtPaJJ3z1Et1o/y7X/Prh3Oz/BwvE8W20oPvD4nj6bUuQ+",
            "1rTIPgCaWD9QPXU+RwLrPuoEBD8PRos+kymEPiMDJj9s+Ao+WqsiP/SikD4dXU4/63IEPwt3fz90ClY+B0iIPsmhRT/RPOU+Q036Ph+ucD83Ve0+mEo7P3FbJz+1PTE+buszPVqRaD/JRlM/MFRdPlB5ej+xqCw/coNFP23DiDw1wwc/Oo6rPoBkLj/YOcA+4OPqPV6ugz688aI99YxSPRC93D6qc70+gxRxP61G4z74wc0+g4/UPjPLFD/EqQ0/1Uw9PogCMz8+VfI+WFQ/P3Nsbz66jP8+nVc5P20AQD8YiDE/TYwiPX78Az5d8jM/oXHgPQNiIj5TQE0/nvMLP5GvVj8fK10+YTMlP9sxYz9Gkks/ptq3Pu7oSD492vg99msoPyedYj+STfk+gelzP0+gEz81PBg/X4o/PxLiGj/BMFo/cfpAP6JUnj1TsRY+B4PPPmnWAz8iQ2U8ZQnzPiWevz5aHTA+JuMrP2e3fz9JBjE/XA44P3KMGj/P+xc+Gb5rPxNWkj6YXwY9jg0/Pw9Rjj5csR09+u/+PrT4oz5I/Eo/MZ6zPjR+zD57rAU/J8+KPsr9fj8XFM8+QK8BP7HtXD++Qh8/ZK3zPpuDfT8a/nM/bEW6PlLncz8QeXQ/hdNzP39HRT/q2Ew/zaSePp6d7z5DOVI/qTQUPwWNZj+mC1c/46v6PisVBz5JvS4/X/YUPWONKj8Bg7c+7zOGPCl47T6IjiM+6eA1P4YRxT57MzA/Oix/Przfbz/xf+M+X9arPkviPj+vCU0/brCCPujPGj9JuyA+hW1dP5WqbT+ci2s/n+tHPg59rj38SRI//oOuPmwcVT74qus+O6IkP4RDVT5+52o/QEL8PtZ6ej9PGhc/Ef9kP3g3ej9VoAI+VEclPwFzqD16D/E9vqa2PqeLdT4ETWU+k795PyBURD8BXXg+e4elPbdA0j6b3nI/5jdeP1hOWz89Nu4+9QItP0IQbj+f5wA/kasYP5mtBT8kXyA/RR7cPbdt1j4IdQo/",
            "wANlP50bfD91pi8/FgPJPKOsxz5CzTk/oZoGP4EhGD9Fjxo/mkCPPi6xND5k8kM/vKmBPrnDkD2FqW8/XJF6P8ClHD+YMEY/yZn9Prce8z5Vwm4+CEQzPQnmMz+ommc/vYFVPu43Ej9z2Kk+rrCMPhaXAj+uZ8U+dNEVP6/wPz8ev2g/c2xvP/RN9T5RlXQ/3wWGPBRAYz7n68E+AKxGPp97OT6Pigo9EeUhP0vrXD8GLcI+Jqb6PuyH/Tx95iQ/8NdiPwHpZD+sRik+vylJP/ZyqT4pXGA/MEJwP3s2LT9bwlo/23RbP4l8zD4rDEo+rQzXPkiIpj4doqw+GwJZP6ZONj9z1h4+J3VfPuv0tT7aENU+p48iPmHdFD89/xI/3ORwPpHKdD/vmhA/CM6DPibTWz4Ljh8/prMQPibPZz/1YuU+4wwdP+B4iz73xXU/cpYqPy1uTz6I4FU+lzpUPvrUCD8bTzY/NjuiPvF+IT8WzgE/YUiEPsdfFj3Vx0I+w43ZPsz/6T3yZ8c+tYAmPK7sKj6jQQc/9UDOPpfEHj+reHM/KnHkPfjGLT8u058+fSzfPgBODz9EUdQ+nU0+P1lwAD+g+yU9lHptP6/akz6OLSI/806QPgg6mj07sig/qxNaP1vi1D6ND1k/56CoPuaxHT8nxqo+Z0ebPniWFD+GGGo/7LqMPl63jz5e7aE+rO83P2LYkD31M0I/VQf1PktABj+AvAg/+VaXPjQ1PT4Ml04/3AhHPnnlzjxckD8/I466PqIi3z3u9XU+JGUSPtq+xj5vVv0+Ry02P08CiD1CGFQ/DR8XOjwO/T0TI9c9bzwNP89J/z4G2Ks+95x+P67bNT7qkio/oaVPPxc3oj7Ee0k/pquBPNONYj+yMZs+O68nPxK8tD66Vks/NKHiPpZPAT8xaQY/Y1rJPi/oyD2VkFA/ACGIPgdwOj8Fz1I/+L1zP9UXNj9wSFE+L/bRO3/DLD+WflI/DhRnP3amOT8mUH09RxLZPiSDID/xpSQ/",
            "PUkRP2TRez6pEQw/fd3IPTKutj79frI+cqY/P7nkUTyX0Xc+flDtPkPUZD/G5Uc/y9KVPvUxDT8EZbA9zNvUPoqOYT/9JPw+VKZhP1rDCz6vR449HA9JP2WVSj+z4RA/N7ugPiz66D5nu0o/QQQxPyoHpj7M/gM/n3RrPrOsDj85cxs/e4aVPrJHBD5Edqs+0CMIP3LSQD+t86U+vvs3P9XPuz4VBpo+gtUoPxE7Cj9gHgI/nteFPXGVaz6LRhw+uW9NP36L+D5efnQ/8sACP5x6fj5qgZo+teV6P8/fJD3VRtU+uLixPih1Ez/p4Vs/etFOPmabHD7pPCI/s9tDP0nT8z6AEg8/bQ2KPkGIJD/6who/UL7GPsJ/Rz+nJEw/KpMXP9bzRj8jurk+Z1joPVc6sz71DqQ9bkuzPul1Cz8EOEc+uoM0PqnAID4+DFY/OeiFPr6CID+1tAE/4AV0PzuyIT/qPxk/fWgZPtLwIz8DRSk/PqUeP02LCT8KeRc/2JnYPpxIJz/0KF4/fi1PP0CjND4qU3A/1M++Pr1iQj14dgg/CPAWP6/H1j4nl7s+HSMCP53Ymz4GBj4/9fiGPgwEcz6vmyo9dPagPRGgST/c1XA+GxsSO3ctzD77Njo/XlYwP8QuaD7R0dA+6UB8Prs+dj/GdWA/eCdxPaS4MD704k0/ugSaPgsmfD4arRo/mL7oPnxsEz92ZqQ+OQVOP5WtgT66b0M/MsZpPx6b1T5FOF4/nu8FPxFJVD8ZyXw/IoeePqse7T7Y6/k9ur+5PtGplD7NqHI/VXUwP4GCqD5/XeM7rqoOP/iDHT80izg/IywJP1a+tT408DM/kaSiPsGGSj+uq5s+++gsP95kaj+AOKw9O/kBPuXLHD8pAjc/JVMqPS8onT7IReY9aJpiPs/Z6z7xPcE+ZwzPPkzPLD/vJjs/lbV1P9cDeD7paso+kcs3P9k57D7D5X4/moRaP37SVT7R4Fk/0LglP8K1Ej8k41w+4utdP6V3aD5C5KA+",
            "V0rDPnydOj+bXuM+PWE5P7j/GT/+czE/9sf1O3PGmD1axWQ/uD6lPsXpjT3GUPM9KtgqPsA3fj7VEig/E9FaP7pEPz6MhXM/nq1aP/PckT7dAH8/TsgvP/CXYT9VpOU+D5YGPsRNMT4Zx/U+7Jo0PtMLkT6gEio/pakpPcIenj4md8Q9D/BNPx3gJz9SSn4/TbsAP3jyOj8mWsI+tdcSPpbzdj7ugZs+0bWmPh2yQT9etQE/jurMPssQcT98a1E/NnMIPgXBKD+pEQg/XgGNPvQnpj5uWM0+v+V3P8y9Lz+viPc+hCCAPvZpfj+lNgs/cgkBPwPsfT16lHw/xQkcPqnwHz9fUEE+/A0lPyiaUT9T0Fg/ZoXOPvqVxT3UT84+tF5YP2YVRT0L2kw/EwV6P261dj6i2vg+lDBwP2/F2D4CygU/Xx9lPgP2kT0xCww/z2YOP+e3aD/ll40+d5teP4Gh/D1fJwc+0j1JPhZ/cz8jNCQ/u+lgP7fTDT8XDhw/W5IxPh3f+D6iGQY/aK8nPjj88j55YDQ/j1PNPmaWjD7O8V0/nhdFP+qS2T5jxEY+T9tQPwb0IT+5S/w+ecoYP/9PLj4GhFo/UVQuP+hA6D4/TfE+SyUsPwJcCD1svFU/K+abPjGv8D0SBWo/k5BCP+Pa1z6D93A/Kmx0P0DSBD77SGs+wV9MPoGAYT/Xxz49v3l0P134MD53A8k+DQi8Po9pbT10J2k/cxI4P4GwCj8plIk+fyu8PrRdZj/0G6M+FknFPib1Uz81/8s+fHZWPYQHHz7eJqQ+O5vvPqxwOD/Zcfo+UG5RP1oIyT5abk0/uRJnP1ntmz5WLFQ/BQJfP7J4JD+4uDA/BBS4PVLOpT5myeU+vRpvPcU9/j3yuDg/ULUDP4xeDD9Me64+AvRGP/mS7T5F2vY8MPhZPxFXYT9a4z0/jNhLPlGvRz+ug/g+P/kZP6xmdT8Gr10/cw4EPiDkDz/5/Ag/S6BRPnpeGT9CEuM+IKPePoisJj/OSCc/",
            "BKtlPxNk4T7938U+30Z9P1gFhz7IorE8W1pSP6BzQD8jZ0o+nLlJP0srEj9T6kg/LIdyPpBpwj4fEI8+do0YP98Usz7x0f0+N5guPybjvD2rMik/BwEKP3UhOT6N6gs/pIStPsZuAT8AnNE9+IP/Pvtkzz5KJA8/ROCIPrpCsj5Spws+hxlIPzXhUz+/gVA/kzINPvqfxT7BRAY+kBALP/+fBz8ZZbc+Pe6DPqR/dz9SwrI+OiUxP3HVeT+2kEc/wPY4PzU3Kj80nvw+Y3/IPjqMUj/tCgE/D0MiPndOQj4iP7k9TewpP9XYdj/I3Q8/EJRcPqRXJT4D1HI/El4lP1NYGj4Upjk81kkcP36QST6k5fQ+nRkLP/ASJD+E7049+Cc2PxE3QT9bhb4+9a0RPuR5mj56sEU/+tEtP5jjHD/HA84+xS7pPnVzwD6q/D4/UU3pPKN7bj8T5cE+IR48P/RTfz+o13E/eJ6tPuCoCD+4yYA9G+yOPnekTD/vQ/g+NoFZPjz8fz7eOUU+whVRP1JcDT8CP1E/dTniPnLq4T4UaFM/MUwrP7z0CT7YJ9898GZoP7RFET7wZy0/a26sPoA3SD9J7hw/h2UEPwTEez/Lhvs9x+byPnLRUj9vf8Q+QrUmPw65Tz6VYoM9FyWNPs0kTj9lfCY+RMxjP8eDzz1UgDs/Tm4RP+JK7j1YxHI/4UTkPmNQ1j4ChiM/ZYnSPrR9Tj/Hmis/Szt5P82m6j0vjG0/0QF4P1pwDj9SdTY/mFDPPlBc8T5xzmc/zPNKOxswuz5KIDc/rCQdPZS7TD81IQI++L7JPkGSUD/UNys/LbgCPyIBjz4+sTY/fP7cPjiwdz+NAOE+hoImP9UqIz7SPJs+/H4PP0E85z6Wo2w+++VlPx8Erz5qkaI+MKiuPgogHj9brEU/KFP9PXNCqj6NRXc9VDCuPtfhwT0FbpY+ZmgqP6oxMT2nOVE/ugUiPwrVYT+1raA+6WTSPnAmaz9xHUc/zds6Px7MWj/ZQWQ/",
            "tUaYPrBDID/d4oM++iUKPfsP3D4vv+0+vkBIP4jEDT8S5ho/NPisPrpxrz1uBQw/Av2oPs8PpD59bFU/765SP3bDUD+6WkI/BOkoP5/raTwCsSM/NVBnP821LT84Fhs/0ZeBPpMU7D5r+5087asBPxgWUT+jYUA+0QfyPiJdiT3OHKM+BnUePn8qiT3w/Hw/TeNuP4MiTD92DCA/9dwZP64RPD/+oLs9wGAsP4HtrT4B0Rg/C8gfPWBZjTy9oRs/Ps3NPj8PaD8lGE4/iFJ8P4C1Xj94fi4/lKMaP15GFz8kjkE/L2iwPVCOLT/SCDo/q71tP28vNT+3Llk/Lo8TPngTBT47qA8/8uUvPtOqoz6Iyw0/KgktPyCDJz9Zkyc+nj/BProZWz+5yaE+zvbfPa3xTT52z4w+fmwEP3Du1z6V/gA/mrf2Pu4DSD/F1cI7nU54P+vUGz+JgwE/j+uiPvKcXD/hHwM/ySGJPYQnDD/k+sQ+Ni1QP6bc1T7nADg+/75JP+LmBT/soz4/8c1SPijebj+wVxs/dVVNPjutaz32Ykw9u8A4P10vHD8oYP8+JG6yPvMZWj+SZzc/dd2qPn9ZTj/ygj49Jr4gPpC2Hz+AEg8/wY+gPvjpVj9Ry1M/FexnPxmCPD5WhjI9iMx3PzHQ4D4rmyI/PL1WP2bnDz85lt4+hUMlP5RI4z79nW0/3bxbPyKp0z5hakA+kdpRP5myCD7HiBc/INHcPm0IKj/xCWU+cEafPnQC5j4+Nhw+udlYP3ELiD7fHNA+ZAyoPnNJ3z3LH9k+9tg0Pu1WlD1GACY/7e/1PrOdMj6z06c+1nN6PGWMtT60Pzc/mlkhPiHJrD0z7H4/K/3mPlWbVD+7ctk+y9EvPzfbdT+6p3A/96ENPygmej84/lk/Y6asPr/nGj/bvA8/eusmP7jPUT+xW9A+SAP9Pd36bD+7ilI/EHVAP9MVnD4QfOQ+RJfTPgyQED/eJ7A+E98RP0xg4j6bhh8/bKgmP6jgvz4cyjQ/",
            "58DIPtRqbj7n9mE/om46P94u2D5OLII+XuUCP+rpHT9ioLY+OomcPufY0z6SOz4/GPTFPoIBGT85Lrw+TQV7P5pgAz9f0GI/+SxtP/ssKj9moF09BZpqPzTdZD9/4Wk/BrCbPoI/Wj58BCg+pVhrPzfKdD8SlPk+wU5QP3nEWj+ZUrw8n7bTPtpjyz50FBQ/UWRfPzWXgD6JzbA+YZAdP24Y6T6wrio+LHoVP6CaXj4GfQE/OS5IP5cb/T7i+UA/750GP3VRTz/mbns+vm/JPum5GD+sTvw9GktxP+HKyz30fqg+v5e2PoXeEz8iXfs+jQ0jPikDKT+hNhE/nRA3PxddZT6ORAA/FXk/P4y+5z2CHX0/UvxPP7tDOT7vy9Y+63O1Pl/XDz+xPGo/4m4GP+tn/jwJO/M+6W/WPrEL4j7aAxk/o7laPKI4CD77n1s/+iZfP/XePz/Pd3s/oyb7PVvLjz7AwJ8+Te/gPnh3dD8K1Yw+MRQtP/YCcD/UDg8/KaYkP+FbAD7pmg4/2yuSPsGvhz7Kj38/rmsoP2Bacj/dt6I+qlheP/DrKT9UpWg/5Kq2PtluGz+EREs+YHNHP3jBoz6ddH0/ysxDP8sS1T4ayb0+gtMOPhMWrz4jb14/HX2WPpxvXD9eSpU9eEtXP0/jlD5VHRM+5Vb8PrF0kD55Xzk/t7k4PpUubT9yT7I+rTr9PlRtcT/zIXg/4eZgPsJLhT7W1rA++I0OPtItVj8gQQk/QYFFPxcL5z428fk+s6ZZPwtlSD2G3KI+Chv2Pjdz3TwXPEg92e5lP9gN5T7wn9o9oRxUPdO9rj6kVWc/fXQ/PgcpXT/6O0Q6msVXP/HyFT5nons/SaPsPGtOLz70BRo/xkpHP41igT7ztPk+oZ0iPyYASD9U7Do/dk7rPnXNQD/wfQg/mi05P937nT4Rm8I+gh5VP7XQXD4R/38/wvX4PtwovD1ffAE/PGr2PUrlMj/ojzY/LJ5MPzUOcT9c1Fs/hDD9Pqxq7D66EYI8",
            "x7ZIPwJoSj7xbVQ/C4IUPp89Qz+zlY4+y6BNP6Ycdz6inBE/j6IcP0tz6D5YDVg/SuMvP7/VRD9S+iE/O4N1Py3q0z11D0A/jlS3PuaJjj4e2Uo/ATyvPtD2Oz+zc2I/+rkxP8RULD9jPtE+joY7PgooJz4X3LQ+PSmgPh2wFT8DpBs/xQVjP8PZPz4uBNM+NyVRPeYeOD9e9w8+R0yVPK8ZPz9/NCk/Blm/PQf0Dj99tHc/pj9JPhbDGT0mbjM/I1EjP8or/j4ifEk/vZTwPiEiaz76nhA/HiXfPol/cz9KdhY/PTZsP1/E3T434X8/3vpgP/eHPj9kAmc/+IY8PweZgT509Qc+3wxyP+Vkdz/j8QA//ZDGPiXNPz9dcH0/6n5sP6y9Yj2eqwY/vl9yP5klMD5nl20/WkBPPbUVYT/TsWE/M032PgPaJD5hYn4+fsYqP93UJD73BUw/W8mGPsnvfj9U4qQ+OMkTP6TTXD9ZC48+fYV2PpBkXj8L/xI5RzEkPzzXtj5Os6g+rMG9Ps0o/z7bNbw+PJBFPzetEz/16AY/xSZtP/5aAD4i/4M+qPD/Pj39gD1y8tI+zrWUPTG2pj118UM/oi7uPrnH0D7v4/c+WHsDPxZuuD7bgFI/aXnSPjh/sD7gMjY+bV8CPzwTfD/Gqkk/vJf2PvT7WD9KEsA+SDCiPsepJD43Ax0/AWgtP+Kxcj+6bjY/1uofPm41Tj8lhnY/rlIjP3PWRj5u1V4/Tz4WP526Pz8scU4+sX0dPxMSyTwzGDw/CEjIPnDZ0z6lHuA++xYTPyTYWT6jVGk/KDfBPp5hsT1FVFY/NDH6PkYnaj+yyG8+074+P+ci6T7V1XE/LKBgP0rKXT83v3A/Z9x6P86r8T1cWDo/oDuXPYF11D6z+Fs/o20APto9CD5B8f4+1BpXP9iRYj/s+W0/gfxyPr+vAj4WrGU/uNcXPsPWAD8lgHc/OVUPP1W4dz/Zhig/h7RUP5+vUz/dgnM/ZB8vPwY3Pz8eq5M+",
            "0hX3Pr+agD7typ8+pnICP+r8HD8EvBA/PbVpPyvHdz4PZRc+o6FIPpar/D4gJSc/0ENqPzg9nT5mBrc+41YdP817DD+9jLo+P/kfPyGzTz4zQnE/tX7kPqpREz8Tkqg+Zn/5Pq6KWD/0HAc+UwgrPmVxRz8HdWU/VED4PmJ4ID2zfTc/AK0HP++RJj8kBDc/E/XfPryFDD/csho//vl/P8FQSz9p2lg/hwXLPuT/vz68GYk79tavPhEQXT/f7gE/rHrMPgJwHj83D18/k/SfPts99D52A38/KQQvP8LSMj7yM2I/VTJaPwmeaz9xrE89jyR8P8XoOj5hHFM/s9uXPbcMqj7O/UE+eoxiPyTA1D60Gy49P8ovPyiART+Z2Jo932cgPtayzzupWjY/hJtVP2zs2D4Nvmg+Y9k3PyzbLj96SUs/czUrP8w9ND/jj/09eYuUPkHLCj8Su1U+L1w6P8GvbT81IzA+W7ooP06gbj8Cqzk+4O0EP8JcVz/tl0Q/83BtPUn50D55dnw/CcEhP82UAT9bQQI8YSTKPttx1z6Ft7I+ZW2ePu0lTD+wFn8/pUZGP+vOKT9i608/gXk+PwZJRz975UQ/UoQSP58UDz8ASgY+rZUAPiz8NT+VXws/qyWUPF+8Cj+GpV8/cRkkP4d6pD61EkQ+c7eUPhml/j6COiI/6tDaPrl2qz0bVY4+UlYnP3y8Jj437l4+qLtmPwC2uT5E44s+A+GjPncQ9D6KhBw/U1u4Pj1nTj/4bLE80mWSPn1vej6aF0o/bLBlP5bWGD6hLSk/qpTKPgIEbj49cgo9YOUqP78kCT+jb5E+tXY+PwEqCz5H7zQ/FB4lPRmcOD8s2O0+J9o2P28bID8A6PE+CLPnPsBNPD9jRKA92Bd3P4lqbT61NjI/XMEuP8IwRD9hEUA+DNZWP2bu3DzKfmc+31lVPUJVLD+56vU+mhZ5Ph1L9z7Bkxk/cjWqPs5O+D1UVz48QXYLPxI1jj0bRlA/V12VPBnaBz/NNPc9",
            "ywNLPQ2Moj4PMN0+jlqePsU78D2j6w89LEFMP8krFj+Sm9c976ffPgDvXz+cu3A+RSJNP84VSz/PaH4/Uzp5Pjiryz0zgOU+hu1jPvBWCD/qInQ/nOIIPp/wQz8USDc/JUc2PxSCQD8NtRM+xvNYPdKTiT53if8+ygCwPXEsRT8hnG0/eRpNPVhg1j7llTE+HzJJP6i9ZT6eHpU9Uy8hP+bDjD4G/rI+oPKrPXNFzT55bwE/+cZcPzq0rT49lGY+36ZxPzxeFz7zmv8+PCxmP+jNQT+YNTI/s0UQP137LT8H/9g+cw9PP7vq5T5X3AY/Y34fPrJE+j0iTMY+Ug52P6JmJD6ZgCE/ZkIDP7EkAT9+vi0+Xb/nPecxqD7KLuw+6QRVP/vHZD/jx8U9yDW8Po+YvD6Jt24/2LP3PmSnzT6Yegg+ITHjPvq+8z7Wj+w+vJhmPfkUIT9xAFA/T7ZDPl6KbT8bLzc/K7RMP57gfT5l5EI/Q1PsPv9lfT9IuZ8+z2QrP8WjHj+/EXI/M3dFP38Gpj6b7r4+5OUDPqnvIz9Lq4U+ScIdP+eydD9OVXU/wZXGPZiXDD8Ss3g/vjyMPo84Fz+qzhQ94CsIP80pzj5SRGw/9tqtPvsRDz7T26I+AQVVPlR7Ez8Lmbg+DspeP92L6D7I9aE+EHyfPq1rNj7mwo0+wNElP029tz1esB8/UZ5qPbbwfz8PByg/3Xw7PzS3PT5SorQ+2DXWPq/eNT6H1fc9fEw8P7i4MD/QxDA/lRCjPh10dj/uHDg/bKCtPju8DD7OqFg/1Fs4Pzangj7gGQs+C/QePyCbED4kmxQ/FtIFPz1Zkj0SVBM/PgHPO6prjz0Hlio/U7OCPvmMAD/VyQw+GjFAP5r65j4AsTo/LtAWP2M+Pj9z/L0+GTPoPll5kT4EdL0+TkVvPxLOnDtV1CU/nCFiPp5Xbz+7WTI/xutmP7JOPD74AI08xPydPX1ijj2QXW8/Qgo/P/wmOz5r8cY+tQgVP4xHAT/CMHM/",
            "ds0ZPkeszT2QYls+epNtP/9tGT92UvY+3314P1Y17D4jztM93ymjPidw4j59bhs+7+lrP5+Q4D5yqDw/HPh9Pv9Gbz8J4cs+SXA5PvR8Rz5kmS4/WotuP8SSKD9u/lQ/UbBlP9B4dD9EOUc/5LxHPd9syz77Eg8/yjPOPmL1vz761yM/5XxKP9BfTT7TxE4/c/c2PzEDwD2VzHA/SvxgP1AQAj9Km5w+LtxUP1QqGj8051E/X0RNPzyfVD6JFZs9YunHPkXnWD9jHX897j8HP34uIj+eTCw/XdT+Plhvlz4JTXE/eIlGP4ROLT4iO2Y/VlwRP2eRyD6fr0o/Dm02Pnt1bD+Yw/s+kh8UP88NUj9UNYw+wh1RPw0MPD/KZnU/dJAnPhxDKj95EfU+U+z7PsIfBT8cYc8+864pP7EYLz85EkQ/HdKxPnsVgT44HUM+F8bvPuGAfT+/hdw9yWeCPi6aIj9SPNA+8f/HPcQgdj/Tx1Y/UJU2PrUwSz95uj0/fw6xPemczj0Q9G0/tt91PiKjRz9+cdw+yDiuPioLFD+32Wc/z93MPv+xQD98E3A/3HK+Pm5RLj+Wchs+MdBSP1ONNj8reoQ+N8PFPlvVuT4XHIM+iFtZPpb4dz9PxF4/jD7oPkJvyz5x8XE/GY/TPhX7eT+5Kww/+tMfPx4zWD/rUis/lPuDPho8Bz2SoBs/fyEaPyJvFj8tYBA/y1uRPiqVNT9GnEs/EgzzPu5YUT75TXM/ExqHPmfz7T1xBec99SivPtju/j4k1n8+3t5EP3Ce1T3g+Vg/nvHXPlKS7D4m2JY+TS34PRLoYD8p3w8/rCU6PNnPET/mgzE/AunIPuEzeD9sN1k+225YP9EFwz7QQwY/IV0wP+1EDT+u7o08D9/HPUw6Ej9ZVuU+RxlrP4SqHT+Cab0+dLIKPYVZAz/cvuk+ojt5PxoWJz98fE4/CWtWPgrVzDyeGlE/TKJOPZobMj+xdbk+da7mPqDlFT4rqj086/dWP7LMJT+HOXo+",
            "daCoPRVX4T7A3Qk/ETJ9P8Jn4j7/hGc/+LfiPm7loT7b9DQ+vZjgPmZhEj/84fs+PFJAPtcJOD/EUuk+I0crP0kQDz+dDmQ/fYU2PkVfCD92bjQ/HLbGPbFG1j0d3Os9+MPuPtdIeT9NFgQ9XSzRPvoQvD5NwgI/xT7PPvOoHj+S6Ks+qs6HPt1TRj95EzM60zQyP7GoXD5P/6E+po9BPnuAQT+4wmo+0uBHP+HlNj9bjVA+6BRePqHPTT+De/Y++WPzPbsMEj+YH7E9Zw6bPG6TNj9rMtU+5pN2P0NpUD9X4P8+Kg2wPihu3z3BhZA+9B8iPjZ37T7oQXw/hX8NPozKdj9UghQ/qw3BPv+pQT87jzU/Ema9PmwKZz9I1i8/OGBdPyzDLz4B2xk/QbxQP1Ufcj9eaMc+Up9sP2P/Gj9mu8s+5JoZPynx8j7xETQ/vzwaP/w0kD7qpIk+LepqPrQ+cT+rdUA/nBY5P0lQAT1hMOE+zE9SP+X6ST8YOyM/JTxMP0dg2jy7Wxs/N1qRPE9oVD6z9sc+KMYmPw1QgD73o8Q+lXUrP842aD9TEzE+2U4hPzGLgj1w1RU+qBTVPrz2Oj8KkVs/9wDxPqbIKz5qQm4/U1VtPsUMzD4CwXw/RAM6P7CpUD+2ch0+AwaRPCy2Fj+1vc4+xQPxPtAHfj881/M+MMw4PgtGPD+QUbA+uH0iP8HxOz6II0Y/JRI7P96yBT/H+f89quh5P2lLID/b76o+HsLNPobKLj9tbgg7GmFcP7aZCz1p/z4/yzrsPs50Uj/LXGo/uTUHP/knET9vBRQ/LwpbPlFNHD8kyjI/XLJaP9rkBD9Gzh0/VZRwPy23GT8YQ64+xwnqPoFeij6qVWg/RCGEPl9MQj6/jGM/JXcgP7XoWD/qlGM/+TqbPrzAcz5MxJ0+AygyP1fQYj/5IyQ9/EF9P8ejLD/HJUI/Q1BOP9KMuD5Hpdo+TI4TPsvCZD4tKjs/OrANP8qvTD+ravM+xZSiPT4HOj8JOiI+",
            "GESlPWZzmD4+VEs/xSh7PhwycD9ozWk+5f3aPUe0aTxHFzM/Jag+P0aBfD98NAg/6BTIPUhrUj5hOv0+/UEGPl7gUz2lz1A/qHBrPwEpKD8XTek+8fgaPyk2Rz9TQnA/i4QjPz5y1j47lRA/r9dQP9NBKD/UFCk/6rhRP2nr8z4neg4/8uxTPRAnsj73ySg/vJtSP/YzHT4RhxA/CL5uPdvq0Dz8oRU/IUQ+P/CYLj5Re2s+vMkOPj7Dwz7fQ4I9KgUDOjfbUD4DFtQ+Ac6OPtzCTD+lDJg+CqYGPTj0QD+jmGg/G8IdP7Dx2z5E4k8/fkZsP4i3Aj8Xz/s+chVzP1a3Az/1sco+FoEIP7xiLT1xSjA/OKgUP3xLDz9a5GA/2rtIPxIcJD8NgEs/G/9ePZ8Qlz7GNmE/w/dkP6EgSz8stFs99ic2P6BaPD+DbFU/igxpP7LdVz5UsCg/PFjCPms6XD9ufBI+bzPTPf4EQj6rUV4/b06aPRvMLj8f8bg+wII2P7Hubj9nEIQ+h09SPytpSD9LEiI/bX33PvR6Vz+nDRk/7ixtP/WzBT9vIQs/nNs1PFV6mD5ASbg8CKDLPqgdMj9fv0U/ejtPP5l9wD5XtBs/cL4DPnmoYj8GQ3o/DlFkP7on4z7ccUA/Jk4kP5/1ZD86Rfo+Ii+MPhN0Ej8LjT4+I0NrP+FB+z4ZaSc/eJmLPlQ2Wj998mg/Zyg6PxnyLD9pOCE/3MmCPYEgPD73XwE/AXLbPlmESD9gzdg+xVl6P7B4hD3bkUM/H8hOPxu8Yz/00mU/0R0QP8mXGz/5n9A9DO0TP8Yovj7D8RY+h4fpO2ZYVz62X1w/ET1APbR2IT8ip1g/dil8P3DhYD/7RrQ9MmsgPvpvBD92y2k/iv3MPhPbzD5i1Wk/2AQ0P6rqXz5KL3c+3Gv3PsJqGD95z1s/Nd91PwXfCD622Dw/qV8AP0GnST/COQE+iOSrPdrrMz/Qecg+mOmWPlFzOz7H4hY/TJgvP0pJPz+XXE8/",
            "z5kKP3q8ezyj6Us9r4jVPs4BEz91v50+/EATPzFMQD8j2/w+b0NGPlO1dT5Aw2g/u1rmPj/oJj9GGHs/0zxzP+rlTTyARR09Y2yWPZBQVT9KXgE+T1O9PhbgQj/b6H8+VaV7P2kQ3TzWo1o/soOyPlFgtz60s0c/PVogOof7Vj/kBHs/esUhP0oSYj+swyU/hWZhPXwhXz+kZtI9jqoGP4KzUj61yu0+lvYsPw/+7D2jM3g+OhLUPbABMT8VJpI+zuePPZZAKj4lAb8+CU8nP+dByz336+w+sAwrPWrv9j6daD0/Ad9KPzYedD+a/d0+2tZ0P4jslD7Z5Bg/jSxkP5mH8D72a7I92FhjP/FpuDwN7W0+ZKY/P48/mT5jdOc+MmoOPt9ZST44inU+J4ELP5cZBT5HdTM+AcdBP0P6HD9usog+s7Y1Pw7rPz9jEeQ+tDMxPlFTfj+vP6Q9z/S2PmVnjD25NXo+MwC9PiBgqj1XKxE/GXd9P67rqj5zAH0/p8JyP4msFT324ko+o3kMP+NpSD8FZb8+0eeTPFRhCz/MdxM/VDMqPssnij6ASi4/4EcLP7o7MT/ZryQ/kuAwP0oOrT6tf2M/+Qk+P8PDIT/kGJs+yaufPv24Nz7Gzkw/Dm3qPiywIT8p/1s/8yvBPWRE2z6NDIw+/wSUPrrKIz/vftc9wFJ1PjFYLz8jdfA++kBTPyT9ODwWcfU+ohHIPjDuPT9N75c9+ryePur+Fj+rJxU/pVR9P1nqJD7unzc/vx4yPwyE+j5YeYY+SGT6PX6MYT/oOgk/zWApP9Q/zj1EU8w96CWtPid6Iz8ahqo9mdJlPq+NtTvZ/qA+N0FGPmlqgz4UyAM//TqAPgTFOT29cMM+NeKLPgi/QD/ffnc/STJiP1RfRz427p0+gLbrPgSCUD8x4Rc/O0D6PmFAwTxtgmg+0M8VP6bAwj5whXk/r3W9Pg0Z8j6OLiA/0cTVPUg0Zz+Cjrg+RiEOPzjTcD8oyS8/jf8+P41AqT5nt1s/",
            "sK5UP3yqvD4g7x4+QdgJP/MZEj9wLhA/lqSXPfuGzT33txM/mdpuPoAzJD6Ew0w/erjMPsenLT9B4x0/jOQdP+ixzj4Ro849qkVVP/hmBD+yD+I+8cV5P8kXRD+2HTg/M9glP+67/D7qAog+lM1+PmOqUz6jCzo/p5mYPg27Xj8vS3I/amiUPcMEPz8Sp7A+/cw+P6clOD7bWrg938cGPwpWHD9dagA+7ejRPaO6ZT24amg+3sfDPte1oj001kw/S1CUPnaXxT6YKQk/MvRxP0muRz82mmI/2JR0P4UnCz90syc/xeUjPaNvZD6vdiA/vZJ9PqVUJT+J3io+AlpYP4XuvD7HJmc//GB0Pith3T4yDnA+kHU5Pkzwrj64gTg/a/qmPpCgaT/BRWk/nlNFP5xaSD9RJl4+/eMmP64+1j6PXQ4/Fqw1Ph3JBD+tIe47r9GgPvNXhj6AaII+suNiPfKbsz72dJ4+rZyKPsrawT6CKz0/E77nPm4NNz90ri8/ptwWP/0MQD4Li2M/z/BpOUyZ+T7T484+4BgyPm3D/T5LWHk/z7I7P5HZ2T3tQX0/lhXWPpe9uT46H0A/TydBPdnGdT/KmQE/4YyJPdPbGj/4d90+eUp7P+OIMT/t06k9R/pEP8SxVD9qu109OrbLPns2TT8Gg689XbRTPwzJyz0cYJk+5PggPiyx0T7XyXg/ACYNPzHxKj9KO2k+cD1APieHWT+THVE/5JUmPj1q4T4/XLk+8OR+P8+iaz5xzCM+dRbjPWAM+T4g7iI+XHIfP0PwGz9sQuY+N/BKP+u3VD9MFA4/tS84P5PHUT/1S0w/Xe8DP622dz01C9w9r5IqPuoXGz+molo+vDRcP+wTJT/VhH0/OloCP24vlj5ce1s9y02ePlhxHj70/h4/XFYxP7bZaj7NsT8/QcFTPym1GD/Qswo+SbY4PzuYPz5aCvI+c6isPkjgAT8oI1k+HhPZPkYjWT8XQQA/tVlIPsoUMT/fUaA+f+R/PPhoXj/EEjc/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            10,
            1,
            1
          ],
          "values": [
            "Z2HtPf7wYT3hwA4+fQucPVfQXD3aTI89a2fwPTWa+j1uVmE+Y9XyPA=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d_1": {
      "bias": [
        "1OC8u4nheruD1Kq8ucyFO3yEdjxQ2PW5QIyiO4bAsLs="
      ],
      "weights": [
        "5hINPpsOZT77sck8bZwFPclOgT03wk++wbNRPrq3v7yYoXy+Tc0bPv1Rd71S1u+98OkVPTIVab7qImw+gS4JPvXttb2VxGw+XsPjPY+8FT4eZBk+y74MPvYuEL5ErRK+PkjGvTIzTT0YVXA+QSwCPmkCKL5isgi8JwRcvq6XaT4CEG6+gw3dPWyH7j0UBSW+fOUtvutVxb1F3pU96bjxPQ8fWD5q1SI+zdIJvnB0zD3PFxm+kY1dvWDKDj7cN0Y+rfE2vsyovLydgkm+YMA0vrhbkL2U5o+8VtZwvfFdbj44yBM+OBGyvWKpVL7wUgg+8rcmPqd8Vb7YrRi+uCJHvhy7wD1KaPO9Ov1wPRiUTL23ywM9RK6ZvCSsGL5IzXC+wz1JPkvJu71H6Es+vrVjPnbGUb5pJTk+GZT8PYyORzyClss9xiXVPSdX872KGey90eVDvslhH72+Q8w9+WuiPfdd8z2zAC08Nx9WPUpKTD63C489D/wdPtzYHz79mxW+JQotvF9bwro7SGo+4qNlvnLJ6zw66Nu9b6G/OhBWdL6/BD++rSErPtmJ5TwawL666N8cPpFqpz3feCI+ukAVPo/efr0O/2K9gNh2PbqGej6hVw2+T7cgvoLTTr63eGq+ObJRPr+Ddj6gipc9TZtKvostfD33rWC9u5/aPeB8Yb6O4m6+0G0FPgSmIDxxRHw7JJvzvHeqWj6Zv0o+H5huvkW7Fb77W/U8I3YVPcVK6L1b/Ek+IvnpvQKl5DzeA849nABVPgDbYb3dWBc+3kuSPQkBKD7paFM9MFUEPowNLzr7Ggq9mucxPinxPT4AE1O9nOc+Pt/aWL552dM9UOmiPal9AT62swE8ZC/6vJjO4z07aZi92qGiPahDOT3X7G4+bcDRvW0tDj0aRFa9cFlIPgBryL3Nkxe+x8uDPX7EmT0MDX09rDVBvgdUY77jhEo9oYU+Pu45CD4V5Lk8Hs+eO55DQT2de+E9eh2mPfe1cz5hN3U+rkpRvhnRlD2jZyQ+",
        "qBGJvSLSxz3K1OY9kG3mPW5bW76eARs+iiZyvpJH3j1QDVg+tqg3vqNAsT34umA+Ogc7PuEoEr3QTvm9/3kavuOykrwwgjU+2ktlPmHrLz4xUw2+J7EOvnSjxbxEumS+"
      ]
    },
    "conv2d_2": {
      "bias": [
        "rjZSu+A3S7vSoJQ80gunu2pVxbzU61E7pF1YvJCZprs="
      ],
      "weights": [
        "zrkGu2o/SL4M87g9mc+ovehb9Lmn/Bk9Di98vSaROD7hr9s9AUgOvqu3yz3D3XE9iBDFO9EYSj4v75M9KS2EPZMQyL373Aa+XkAyvttESD79YuQ9DIhRPQ4fRD7mn/28fvNvPV6HGb4nbvA9I/GLPdThOL1kwTE+bC/4vS5CizyNdnw9g2iwvUWoGz1LShs+OepHvUkGIr0DIxU+8KMzPg0NQb529fq90t+FvV4pRb0FfcE95T9BPlAcPD5PZCI+du0gvZGJMr4XyRS+px5NvmkFrD2HpA6+8bqYPZjbkLuu8dW9oaodvSqlL75YuhC9IoMAvvSvqz3jyu09hzuSvcydsTvnFCM+Pp0WPo8woTysQ1k9IWS5veTYET5XuiA7WCn9vT2kp73kt5Q9p1zUvOyj+L06Xy6+EGYePsVFx72uFhk+Obgdvi6CTb4AILy9vXuevYHRP76hbI88MtucvV8kJT2aavS8N/sXPZm4w73Bcse9XvoDvf0pBD5zSMm9h/hMvmt9170ojga7ft4YvvLrTj7pRtc9XfnHPXngrbwTiQi+URgqPZKwoDzCId89+5ccPQWXPT3sf5G8OU0NPtR4B77r+XK9WtYTPlXpbb3Icbe9OHtCvtp8Lb5c3RU+pU8hPuMFuL3IjrY9KV83vBqtuj0nBKE8du34Pfj+xb2FPDo+p7MLvqu5JD4R3OO9G6kPPsvRBr4fVQU+FfByvcG0Bj7LGiI+mgqNvblSwbuvPoM9tzzOvVJJ9ruGjQY+jEqIvS5H/z2Bayu+moE1vRmwRj4aXlg9ZejQvd/n0jzhDC4+RTuqPekC2zypAlA+Xk0rPmOPUT6r/n29fxagPPg6Hj1fna28mfmpPIFxwD1If9u9lq9evXNqTT4Da/K9o/1nPT+OkTy1Wyc9gYYPPorjcD2DN7k9qlsqPu0FLT4B5EW9BflxvW8QFb5Ng+69Eyf0vSip0b3gfvU9D/bAPZGnUj4FYRo+ssvivaYWBD6RWSg+c0H2PTv2Qb74LSS+",
        "3Py9PVUXvr2ZrXI9KXoJPnBhGr6eAAO+Ksu/PWz1iLv4za09cRUrPqwJ4rmr4w++tGM6voaQVz60rB0+QVo0PoZlsjwmL0i+caguPkT5qz2GPim+vFkPPh4pMD5dZrK9nts4PoxUn73rkKu9T2wWuxmYAb49Nju+2mXIPSTE1Twc39C5WvHAPViD5D14eHG9Ew+KPfqCxL3g+xM+yRLOvUNKwz2p1CO+b/6SvboBPT0f8+g9KG3PPe/eJj6lNAm+wxe+vY8MGz7qygM+lHwBvgRIMT7cOAK+ql6qvc5gRLzFTcw9fSdMvreUP72yQA0+qdPhPWbVAr7Dixy8KjrKvNxD1721i/u9teMBPgbpEL4pH0q+7nT4vYzJCb16CMq8EKvqPRf2GL59NSe+V0eFPeiG9z21Guq95SdAPofor7xHm5e9Hu1Kvj3z4LoAagY+y7mPPRHOqz1Ltai91nJwPWUTIb6cAxo+ABv/vbYaQj5p6zA+1JOHPeNSNj7ZYa49hNkUvgdlHz2SwEw8+M/Nva/Gv7wIJfk81Mh4PI1EPLye2zA+PSwgPjV4Bj3Q16S9qEEWPmFhB72uQZQ8yQVsPTyYGj4+5li9Kco6Puy16LxbCaE9huLRPaz4Zj0vsP49MjH0PQK1/r0gP5u92T/3u0wN0jkJ+tK97jPkvGXlX72rvko+jqtKPCkQGT24NBq+PPQHPtmeNL4Oe4k9yCoIvkQrj7tf4i69AYWXPXrHlzz2/fM8T0HiPUC+Gb4vXki8YLgKvrBgYr28oBI8fMTIPBWDK75tQUo9S8fZPbqjXr0iFF+8CCS7u9B8FD4OPAy9Da1Yvrd1kTyVxwA+3nWmPQORMr50AD690s5dvU1HpL3a+gg+1v8UPSZC+z0Wc+48/pMSvoXOkrwaTtO9y7EevtK2eTyoEmK8RribvUYMEr3tojG+dDEcPrJ/A77Kqk48EMYnvhDnu73XN1K8ofwhvrV7jb2NYoI8iEY1vofHJb6iY6C898p3vUj09j0zNzA9",
        "P/YnvnOIS724xQS+h/YWPSBzqL3TXbs9HuNPPaFJYL3pY+O86hiNPYDQLT2eDBK+lI4jPef0Ir557aU9Lfn2PdfJCT7DFB8+0n7dve2Y3r3KSlI+T0niPaK/Db5E4AA+4Yo6PujsbzxsigO9AIVCvl3PwT1L7zu+spTovR9yjr11LRg+68z3PXpcCT5dv06+/qIIvsT+Qz4YAFE++LCnvT4RHb6ybR6+Xt/qvVgZCL3X9xm+4t33vUklDT7xBkY8Et+QOrzBbDxSY/k9WBWrPIaV870lNJG94BdKvQVMRz5voxu8/HoDvTP0hjt2MWU9drGyPb5WPr5pXgg9k1cJvg2AKj7+yyc+DTQHvq/3PTw9UEy9Kq4mPlpFMz50NwM+bhgcvr3XLD5vMq09EWpBPkv0uL18KaA9yzGLPGbI7T1dwK28MAw6vsQoTD5C29s9QpIQPi6KPr6ETuM9YsihvdFuTL7DD4i8uzCgvaoaIT5qgf09jNeEO9FJuT1xAvE9cdEsvFhDUL6TU5e9LYANvjvzhDs1piM9qkUBvf38UL4kqhM+S5k7Puks2r3gGtM76eZRvNPsiT3wSxo9VjclPar0AL4Pd3K8DOxXvd0RzT3s4jy+DwM1vp9SEj4w5SE+oOwdPX9awD3v5iM+etdJvG46TT5goLw9BRUwPtlRNb5Jjug9MCSlPZ1nUL26qpg9NJQ3Po/ZQDyFKwk+JM/0PCcnvz3+fJS9MB03vh31bj1jQ0Y8+xpAPdeBjD2NhYy8vTG1PUCDCL59zgW+eyk0vj2EwT0JJrw9EIK+PSPgJb5WMte9vDPfvbmflz2788u9X0g+vlqiSz5pyvO9h1R2PcqR3L3fhfy93ntgPMiAS74rFns8a9qEPHSe5T1byEc+h3b4vC19Sz5t4cS9AEbaPVdxPL6a0bw9V6GrvSPAOr6KZCq+OHNuPT5K9rsPb4O9MJhQvl0YU75Qb2y9QivjPUbSDb5z7cW9GWpMvmcTKb7jdQ49ZMFcvSQEQr2Cl8g9"
      ]
    },
    "conv2d_3": {
      "bias": [
        "1kvDu6QXWro2d967QKdmvDnUirv/iMw6QPJaPDYhf7yQnlM5Gfp8vPKKijtgYAI80AIIPOYyertwWem7tAN0Ow=="
      ],
      "weights": [
        "hNnCPXk6JT4+ILs9VBkevZa3uLzWk6Q9d+HKO67z8j0yRGg9V1PJvUBbEj6Lmga+kDUUPrxiYT3yOA46ksq8vTlGhb039IC9pT4tvkNOID79+R4+ogBFPROJFj50fEy97dk8vP81AT6y3ZM9UPPQOFYVIz4+i7I9TpKTvT3GED3fnqq9/TJnPe6d/r3tex4+8Jj7PIIgar34hQu+0aQGPqaB6z3UXdW9vxsbPpc0z71qhe09JAcfvklxgD1ZVzM9z3CYvXpGoT3kknC9G9QQvhohjLoSDQm+P7+lPcjzEzy30Qo+PQEDvm8YEz3vcg0+5jO1PZ4iD77d4SI+hIYTvi2/EL5AteU9mscSvhB52z3cwJ68tdmLvUuXAzwRNve97wcXu7KdXj21R8Y55pEZPWeAGL7dvps7E5srPQ+kDj4atAI9g73vPYhjf7ynrye9BJpmPdKfDr71su695z/uPYwOKz5ZDw2++oSgO8CThbzgNwy9JjwJPgys9b0aT7U8NyU/O0JgYrvQoQA+asi+PIDdIL6mcak9Y7kHPQLGID4a2oy8aPdBvf6H1b1AASE+qd7HPb/AiT3e3xI+lpS2vTjUG77X5lO9EYOvvRc70rzfwh2+sND6vdf/2j1D5Tm9fMUTPrLwaLxKGAq+CLevPa4HujwXHAc+mmtpvb4MMb1FQcm8/zEOPioTaz1+TKk9KmNAvbP+2b0UF3g92POFPfglwj2dHYw95gUzvThs/bzicwS9RIIgvpIGwbyxn+s9iksNPunPu72sNcu7vpYAPiDZ1jvJ5h++UX7YPCOU/z2EGfu9/x29PE7nFD4g7N89ATz3vSbwqrsnDAg94lD1PdRuFL4mdb68VRowvk+syL1XIum91zklPmafAT11Psa9ovTNPe8jFD4akxO+0LCcPQkejL31mg6+KuXYPYFohDzneQE+KK2avNWj4rtTop099PVvvTfRnj2B/U296811PbmqFD3mBTY9zfXhvQzU/j1of2u97xgKPjARBL4AdeO9",
        "/uPxvcrQDz6TfRK+De0HvuDg271hStu9oBuYPV9F/Tyuul29iPMpvVLlMb3pjOq7UW12PS5he71/ilG9bk3jPWSUAL6mgMs91I7NvP89GD52dQa+l/ISPjq8qz0Pm7q974nQPZq8GD661FE91t3TvTCxtr0Pyba9eqp/vQxFFD6/BsW8LLljvMFMMr23nMW9XAJBPKu/ED4SOfU9m30MvkskID4eujS9dzK3vN5Om70PuAK+C7TgPYeR2T0rpoM8RFrRvZ452z2IxxO+Mh/KvY7pCD2w2te7FxAWvtg/uz1d9589GB2nvfoagrx43R49yc4EPnIVzL2KJnc9k5UdvlRwrL2TCQE+gzgYPqCAB727m5m9v2wBPq6Xm7yS2Dc7rncQPsSAsj3heZI8qMSMvf2u873dm0c88vCyPfVuoj2RG+S948f5vc2SFj5nlUw9n+3NPStRBL4ycgw+w/47PcK05D15cpk9XzY7PVMIAL71iTa9kCvhPb3KAD7se989xc37PGr4H769IhG+kyULvciRn72K8oe9+mjDvWoE9r0eawS90EYNvlUHwz0sBuA9K0UevsU3ybxPm9C8irQJPfNF8DyJRY29mG8pvZ6swzte7Rc+i5glvoq7Gj6gtdK9EguCPTfOGr7NdiG+wahqPHRV+zyKubS7/PcUPP78h7y45SA+HnsDvj6Kxj1PVAo9TDy9vRp1ibwkjuU9iuQZPgTSgDxXChM+0ffNPaseFr6whQq9NtWKPQXE9T2WrRa+0AzuPbX/EL44Y2K9MmVRu/Hy/LwEa++8ERuBPTt0tr0+Ltw9pVmQvAoDAjvBTrM8zD01PXearb1mEPg9b37EvTf7ND22jcM9+fJhPGyf9z3ICaC8wG4wvSp4oT0vtOI9s9iVPckUgDw/ZOm9egEOPi5/hb1bs5C9nL2KvXexezzYk+I9nFLFPS5cjzxFVAu+gP6ovaHVCD6967g9K3tXO5vTTb08WQE+ffGHPQUMGL5G2Y69mSuBPNiERL1eQCu8",
        "kSyCOWG4yr2wF4e9YSgqPo+g/r2ah/88yIjbPW/F6b2aeei9Wn1CPMv30j3ge/49ShRzvd2RwTxInOE9jKmJvcT+bz1NDZu9seCZvcUtwL1NHLO83pUGPg+q/T0Uuc88u6sjvp2bq70CWhQ+fY+lPWb8Jj688FK9G1zhPZ77JL4q9jE9N4oTvePYnb122I89x4ZOPRMnA77kClM8Yf32vUjUmj0lD7O9V7H9u1wTIj2SSta9x5/YvXRt4L0Diju9Y4JSu5EpNz2Q9Cs+25c/PVjjrr1e6yy94JsiPfRuoD0MwwW+H2UlvvfOv7w+/R++UNAEPTtGwj38k6w9jcqlPAhvjz04xpe9j0U/PcyhCj691co9fzsfPnXvmT1tlsq9MZhXvX7Grb3mI7M7tRqTveDO77xvbhY9jHrCPQJH171jyLc9k9IUvkhQiL3PBdy8KAWxPaQ+nb3YP+u98e0qPWY+1b1ZA149mUf8Pa11KT0oVRE+p5TNO9R3sDswA/c9jvUVPgEjar2RCMu97qEXPZgjB74EU9y9eXEGvs8HyL2vviQ+/3uHPdV2pj2sGAU+kz2svOaaXz1MeT88E/QQvnOOwD08uig+lxsIPqIXgz2K68y9iEEiPWVk5T1qRCS+sO/RvVEPNj1RhRa8700NvWDEfb1qngI+4FEDvs013r2NvrC8u7uUPaxP2ru4siY9jxv8vcUqhT2U3bQ7bsYTvmenPL23AIo9n6DOPVKvFjyCsUq9bcBjPUY+ED1OmTw6470vvYId/r15TZ69jatFPU4RBL3V94S9lgvCvZ2Lbb0ZZ+y9OD+YvbOECzpM6S68uYcHPnSdPj2Qxxk+G/UavvU8zz3PyIK9qTu7PWn/q7tDcM29Ungnvf6yB70m5CI90tXZva2AgTzAsJ494HXovQ9slL1+y+49RiLevUQnob2S8lQ9E5GNPCMkoLzlwO29sG4CPr0d3T103bA9ElscPhWmDr0chZ090gSQvSQG270ouy49NXgVPiYDGz4jQA6+",
        "qwsFvGfVzz22SII9Mb4SPlc28j1BJRe9AiiiPcDG1T0cpc89TLoru9dOv7zte9e9pxM5PYvMrr0l4LC8biLYPfundb0vLg8+gCmtvQBQHrhWv9A9GB1IO/Rctj2l9eO9rMyavfBdCjyg+xi+WPgNvaQdGj6OjbC99/4bvo0YY72KwA2+lEHXvbzVE756qiS+UKLYvaCJ073iXdy9IesNPhhawD0N80u8gTDCO/2FWr3OXA2+ivb1vIWV4LzCAeI8ZMYmPqfh0L0zwRo+YQIHPeDU+j154qg9Bd2EvDAAL73SVm68qt1vvEMtEL71pmk98EA0vZKr9L0w/Cy5b9BuvZwyxL1gyCe+RfPSPfpBGz7HK3o9IUQPPq2EHb6idRg+ZmiLPSE92r0dHQy+wEEDPm8pADyuWp877+BYPfXE9LyQifC9mCX7vcc/p71VOqE6KKwgPjFY+TtsUwO+dJzAOzPNKD0SVT89TDolvobhnboKDvC90IiHPfJ6370eXLs9WjLXPY7DB76MW1g8RtzhPMtxsj11lGc9tWkaPqCUJ77spQq+MvQUvk0sDz0EY+a93RikvISisL0oweI94VR1PZiM6z0aSlg86j7tPWewKb6BfKo9H+8Kvjwx9D3Qd8W9qFH4PX/btL0BUv29dqiKvT/nvj083ee9MGYBPnV4pj0QpqI4jsgWvsgkkTz/5fy9byCcPf22zz3GsSG+LlEzPSn72bzYY5u9p4r7vNKlAL6xrie+30MJPteiHz7JEJa8MGyhPaJAsj26xmE8w4vcPcw3Jz7Yjh4+xFAyvaeBEb4gJ5U9yREYvfJmxDx38LQ9Z1XFPa8RZL0QBVk94nYHPrANIb417GU9EJEDPjMnnz0NaOi9pH7FvaSxI71rTqO9q4L5vVnkCz4IiN08gIr5PfXs2bt12CG+FUutvf6Tn718EGY9mrIWPvPLPbzwKhs+5/YwO1UepT3qxxq+0N5ivZgfW7yEhBK+JhSWPQ/rAL544WI9LlH2vWFo97wyvds9",
        "lBhNvKqvFz42cwu9nPQ/vdQOjD0Qkoi9TN26vcOMDr4eZY89P5mqPanTjr2PDbU9gzymvfazEr0Wfeg6jnAAPl3EODpcchE+pQwZPqtA+DxG3Ze9sYIEvdi4dzzyU/G8YTwZvj45tz13tLg96nU8vQl9BD4ynhm9ulNovTTy072CqYg9yklKPTW8lD0e7kY9H2jQvRAiSjzxCdc9DecLvM3D+T3eaRc+G0sCPtGh57y7kE28M1cYvi/dLj1r+gu+kRvDvctRiz1Eoxk+2t8evlNyBL0Bpp299QeXvb72TT1O35a8WIavPaLeHT7rEB2+rliWvSYCKb4KefI8RgP9PcqBwT1A6+C9SrIGPvykvj0CUtg9W16XvQo4Db5nQE49Fp5YvQtGz703ew6+9gfwvfl95j34W+O8Q0eMvEOAuT1hXso9z+wKvvGcGz525wO+T1CaPXNUSL0+Z7o9rSqgvUqwRr3JCee9vA2+PX9z472VJwe+yT4XvezoX73NLAC+WVmDvZLG0jwj/929tyTWvfaNAb0L6Za9kH6vvbQI9TzvrCQ9I5FPvLUlKD49eqo9KIHzvZRPEbwCMq68grBLvQUbyrxsisE9B+21vSPPIT0V+RA+3Ngbvsn4+z30S549mQW7vVXn6T22+rO9YY8pvS/fzzsAZbG8+mEKPg62sTyodR89CmvGPVFoJL5EH9m9gS6Bup7+H75/03i9SD6aPZJYor3T3bm9TVdgvWMrJzsJyI+9uK+LPToPuD0lGqI93Mg+PViR+L39+eG968ULPvfP3r1DM/c8XAL+PV3L1b3azQG+sCkOPdlJEL4udQA+OqzrveKKET4izes9uHfMvQYYdr0WwtY9Ok2KPdIh9712d+09mBh2vZBCFz5i5XC9tp6aPaCYIb4Z8uO95uq7PQU85r0PEfc9UhM0PSw1QLz2/dM91LMoPeQoObwPsII9+VPiPcQ6ij0GuiG+fkYPPmghHDwzzgw9eK1bvZrrPD2SnLS9ve+jvIRg0LnkKjI9",
        "zmySvQMIWb364M49sdsTvox7Db6A4Ru9QNjFPc4zt72dQ5S9wlX6PacGGj3apa48+IcWPT/Npj1/B4+9rvYUPpB6Ab5yIRK+s7cYvfZ9GL5oGwU9KzRXva67nTwH8Qw9TPhovYC3Gb4g3Qo+hX0Xvu5Ss73WkyY+AObSN33zmj2ctcK9GJSqPdJhwL0cKvS8NAHTvdc9Jr2bfhc9Wzj2vQgajb2AIak9FW6MO2DMUL0LCI29MsKcvfymFL5MTf6928bePfj4T7tv2ni9x00XPk5B2z2r6aI93LEgvp8dsbyPrBs+TFeFuq3g4b011yU+fsexvYNiA75ADg6+BGXmPe4tPr32yxy+aHoKviv/I76cG0w8RkTkvayJ1L060Cy+Qmy9PfC+1rycBRG+mUQpvlQD1L2m/XU9VtkDPpW/Qjtbskm9+gtCPepoRr194i49QnOlvTYPwr2ziSu+X6gMPt19mb1greu9IqC+PfDppT2gzqg99QH/vZVbC74+ZCg9mA8RvdbfEL0I2Zu9MZLdvbUKUru/EhO+SOEpvv6MAL6AoqA9y9HkPfNQNb3TwbA8E33DPXnjD77qEIQ9UI45vXVY97upLR09k/LcveyKxLzLqhC+SWgcvtz6zbyZfq+8CqrHPCBwwb1mDEu8nuzEvTD8t73tcuc9Stv6vEl8Fr131wo+yLjXPf5RCr5HfiC+62UBPSyIyT2NmnW93KPjveNPoL3+aw2+TPnAvbKo2D1r0CA+yH/QPRoVT72adCs+RI+fvaAxJT49Fni9AkPLvYotaL0i9Q4+itaPO1D+5b243wS9sGrDPYvtFj2igyc+9D/1vQq+HL5C/bE8NpkUPm8rSb11ASe+txgfvucz7717VeU9PhKnPXnrH77zPom8NDzNvRsaqj3+Icq73aa+PRoEk72z3PM9hziCPM2OBDuemx2+lecWPgYMHbtvHdg9pCCLvfYXaT3dDdu9rfmGvSDEBT0WrRI+qdbOvbdI1TtI7SO8G/8avqACqL0h8Re9"
      ]
    },
    "conv2d_4": {
      "bias": [
        "8LOAO2rSF7x05y68VuQUPPj2Zrzc63u8ykevO3w6Iruoq1w70OWNO4CsFDiKGjW8Qdzuu0ShRLz++R28Ekb3uw=="
      ],
      "weights": [
        "A+dbPasFEj7DuL+9Nh4BvBfJZb3MIg0+GKeNvZHhK73bpwQ+LAL9va38eb1cYVq9JcOHvbxokrz4SQg+w+AIPnrnLjyTWpW8bRgEPoFqkb1EI2K5+2vgvWFRg72Cx3G8v4EgvUNRa702uYU9gdv7PYq6CT0yrri9i4iEvXIGZj09BWq9Tes2vbCeZz1t7dC9PrLzvEn5HD0w6X692CSivf4OC76afZm9Di5mvaHAQb1496I9sQvAvR/Xhz11WgO+PRtmPRiIbj2NbhE9JdeivfcnsjwAasi9TovlPWzi+z2kRpY8bB4IvbsTrj02TMq8BADBvaK4mr1Asuo9WqsQvoXt7z2sPDe5PhVDu6ZPDj4Hefy9BigMPn01GL0+bas9Ug/ePRXyej0JGcW72uG7vapzU7ypgks8rE0Eu6vjTr2V5vU7p1QHvjB2ZD3pDQ++vrm5vT3cNrxnNKO9+AeaPT41qLzMCKE9Rgx0vWX+yDxSrjm9RURMPYaTQb0WjYa93O2+PQvzED7/hQi+sqcGPClj1zx4B0k8baC/vPzK4D1sTaY9TYNMPa1VET1EYbu8Z19tvWKc5b1F0BO+phMgvWwPD74UkZ+8tNS1PR98yj2eOP69Zo2wPeGs3j24zvw9hf7cPPXqRzyruvK7G1XlPSRuZT3efAU+Tf3BPSuHXr0bp7U9Fs8iPb6IPb2kqni95+ZTPSsXF7zLegw9Hhd+vQKe671POPC8gz3Uunps4z33Dwi+N1mXPa9i071GYgc8qbErPXUlkr3kWQm9ADc1PasQJj1pE1g9hsXfPSMD+j0+5L493d+hPA8gAL7Tgpe7T4UFvsckEj5qJQw+XqeSPGPgsDy4FyI9XP/qPRdN+j0WRM891E+YPWMJ8LxFCgO+w6XtvRQyIzz8iem7lzwTPT+2vzwla5M9brPFOzKhVj2b29o9zVzhvXS4kb3IYB69v/a5PUx1jTz8zdm9fpzPPS358j2G58o9OtnpvBvNiD0da1Q8hcCEvboMnD2K3R29",
        "2TyPPVvohL2PF6I9jUGzvfI+4D08ewS+IPeEPXX+B77FO/s91wHFPSB6U706MAG9SXUHvjXmo7052ZO9av8OPdSlkL0eSVU9sL+mvRC/L71pwgA8OgeLPMUeBL1WggQ+sv2TPe1YIj0NKgG+x7wGPlOvED463LC9ZUTKPTFR3L1dD7i8gnHDPaPC2L0l75Q9M1rzvfw61r0Dgte9pEQ/PHCotrxH+O096niZvdhw8j3WcwA+0JzTvdR8Hj1XU689PAXGvYaEmL00Mgg9ym/bPfzZET6dm/e8UwaKPfcFFD60OMY9aA0ivagSOr0S6dw9WL0HvvD5mb2tdqy9KkWpusY5F72nvHG9KnxCvKzayD2XVZu9mqjrvXiGJD1ynza9xKDRuHa97D37PQi+46B6vRw0nj0huMe9YYOavOrPgr2fbFA7zFTlvE+WxT0dbj69/zEPPZTmir0I6Qm+5y7sPQUXcTzKAgq+Drz7vSSj+j3JqRA++mwQviGggz1e7we+IvAvvbmTGjwRMJK97nf5PeVHxz2rxbQ9uvmavWVhmzxHRFi9WEK2vEDqyT1wN3g9ifRyvbURGr0lgAq9hthVu6Joirsyac094PJmvW9Ioz2X2D29l3/8vU+WDr73lhM+K7GzPE0dtTwZFvQ87ru2vVCw4Dzy3Bi95TkCPpri/L2ImJ29gTcPvZONtD12LOw9wnT4PIxVpL3ZYtg8eOTsPUT+4j3UWfY9/2ADvnabZz2vwQo+33CwPaQ2OTtmR889xq5hPSr/AD6pwLE9JRdWPW3+pjtg1UE7pj1kPStO1z2Qkhk9P3zuvXaACb5iBxO+kYipvD5ip70qaze8Ez3ePYfiOD2fz+u8j6EKPofjn70RNoK9KGOwvXHEMbu8cto8R6U6vfmydr1qR7q8wR0GPq3g8j3E4R+8moanvcLsJTxSzBU94NSmPTujBz3X3p08c/9xPaczqT3mdNg9LW4qPaZFGb2tBXQ91U5YvPaSwj1cE/k97H2BPTZNET5wkbo9",
        "mYKIPWOEArzqnuu9lGk2vfQm07onyoI9tY3Aveivm718n8i7Rg73PZ3QHT06GrK7qyaovR3b8z2isC+9yDUxPFvipj3pt9k8j6SiPfe+rb10que8L45CvcGID77WQxM+2pICvrAf5b3NMde9+t/XvQHk7z3V4pu8M6qjPfpGxj1B+8Y8e2oQPqagzjzemDG9NLvDvWeEaL2/7RA+FvSsvdIC9b3KSy+7Xs2kvUjLqL0+ipi9x2QQviJmuT3JPig9rXApvcCfgL3gMvW9Bk/Bva8EkT3vvAk9GAAQvoMp0jyPbxI9NxMUvTSphL3eD689zYD3PTbmhrxga4M94VjCPD/nhz1ZtAG+NUG0PKBVYb2A72g8/gACvvBmcT075ye9gFGxPRFukD3JWBC+TA9pPb9xlL09E5q9KnqNPQLr+r3cDJC9fRWtu3BnoD0yHYe9Hj65PXu14j0eynm9K9iLPUxdrb1qOBG+zEnYPHfYFb5h86A8B4nevBXq0D0I3E09AXnTPSLfZb1G4aW9X8YfvFzLBj2yscA92QqivRVwQL302wS9oiekvTNG2D0jVbm96tLJvI2zgjymQiC9R+OlPXjKUT3PefY8v7EGPgWpBT0IiBW+khzYPQdQtz0e7JY98e/MvdkAITxIUJo9a5kUvMIrsDx2D8c9YZbdveoF3D2Dk7O9NS+jPQfH3L1Cjgg+AdxGvG3nsr19YMO9zN4+vYUR/DyCEvs96i3LvQPwnztnmoG9A/bvvI2h8r0tVOm94TUSPvCCpz15GSq9r0FgPS9sZz2Bilc9nBGoPY3v5z2HdEI9MVMDPsTYa7zrvQk+q4CAvbTinj1G7fU9wK7PvVEZzj2iGTK8mg1ePaooU72V77i9ZlwoPNlHuT2kTKy9TszDvddEcTrKPfY9Yu0Ovs57K71d5/u9Vz7/PM7yy72S4RS+p4TMPQs1xD3PDg28O8QVvr5acL3pAgQ90Y3xPR0zQr0AwqC9mUBxvePyD77OQgM+8kmQPDo8t73hPd09",
        "IdV6PJ0O1T10gx69HsbdvboAvT1z4jW958aVvFAUBD5yM7+92xL7POktPbsRV++9t1N/u/eG57yg6UA99k3wvY006L08YV29053bPHdqDr3YyBC+/WcCPuMwDD7mJc89hFC4Pa7rqz0w0oS8/MdxPJsNPb2Q1vg9QIoWvWgCIr28EDe93rz7PX5J7btHrJM9GG7LPQWhXb2q3/29n4jRvQegij1P0fA8OwjlPXtmNz1Nutm9cPq+O1AzwLxECTi83R+zPZWeCL7+2mQ9bm22vXU04zyYoqY9e26KPbdj5b0wewa+iCGjPdJReb0owSE9bIStvITSiT0B/gm9URZLPfZ1jz0NXrE9PVqQPSogAj52D6a90XgZvKAnWD3sok87Vs0CvUjiAj5bSQK73P6rPUYRmz1CplE9n6LVOsIaC72Ej9s9yf5AvCDrL7z6myE7oGbZPFDxAT4CACE9snEoPWmiyDwYAdA84960vWghqbqE4gk+fqufPQmLbL377+c9EbPKvUBWDr7uOQA9LGuUvU3bkz0euLC8E6YLPlUwy71xpfE95G0RvnmUhD3+tyO9h676vQ/yTz1TdjG8CCr9PS66LTx7evw9Z2uBvCMDZL1Gito8AUSovfKC+D3BRg8+wHpWPDtet72ugco9L+o8PfjbxD2CaSk9dPaGPA1G3LxPwiI9PDMIPoaE4T0CNGA9HFg3vZZPKDx0aP29o0bgvVX4xj3exHQ8KKkcPTWE3D1mCZQ90+SxveNG0T1s3Lc8DUErvZrvtD3f/Ys9THliPMypDb5m1QG+XpDevW5K8D25QO2978bIvC/ahD181EA9bvUnPQp6eb2E/Ka9WOeQPMAfcb1V0JQ7fJaUPbdlOz1G3tQ9NiWrvZta9j009iu9yF/TvbggvL1xbVY9yh4+vVHVLDxfB6Q9M/gAvuNo7T15KN69fDjIPTgg0L26Awe+uXjWPeJzrL0C1OY9o2cIPu8JCb5W4vA91H/HvSmq8LzW4q29VKeAvTVC6b0OG5K9",
        "bwCRPVJbuD1RUr679X/hPU3ZmDz08Ss91HMFPqF9/L1ouwO+dUEQviIU3T0/2uS97WRXvBBrD74uy6I9GRMBvhPRkj3y7BU99HztPYbWyj32XmG9aJahPeegrT1vZ/s9lhluPbuyxD29waO9ILTJvaCyC74x1YS9yRwQPpqlAT4wHq69QTIsvcmLfL1pym68tW5GPeWKW72RiyI9UH5lvd0pZrzLnEu9EGegPAOuB74/heM9n1iPPMfkXj3y3OG5/h4GvQlj4L0/oIm9wWvKvVQZ87tddgy+4G2YvGMhqL1VrAQ9a80oPf4uz7tjiNW9SmUQvU0C6rzipeQ8lHYbPd2oE75KCtm9VRacPdAjBr6BuaS9Qv1GPUCtZz0FiMm9l/aDPWsWND3HSJu8V+8APhc/uz2SSpY8wPEEvnvA0jw4S5g8y1L8PQwWmzt37Ni9MklevJRq0b1ypuW9dcDzvbeqrr208Mg9qfDDPWCa9j10Y3c9wigOvn5yEr7uh5k7fKHdu8Sq6jzi6YQ9cz0gvQDX4T0Gak+9QJE9PCaLOT1XggU+uF/cvfFgCD7hGNi9xN2bvap0PD1C/vw9yimlvWWSLr3y7L+9wBe+vSvWjz0Wj8Q9wcvtPX452z0cqd69Ii1APUl8+Ty7/Qo+dXnlvRWgML1Gxh497RSwPXRu4T3tNL29USuPvRQs2L18WbK98zMyPWYWt70sZJc9gWqKOyO8nr21wN+96kQCPm7/wzwMtRI8XNOPPd4W47uuc/k93ECqvRMRJr3dj169ItWYPRyL9LztRdg9V22uPelOFDzUtB69lak8PETfHj1uFo29yOk5vZQkjzy/eRe9fZ3ZPHXlET5Q6N86cQIqPZu3mD1IfNm9Y98LvtFzCD4neQU+weLGvTJa7z0M/Zk9tZWTvVEXlL1L90Y92C5XPBHyQrsumMC9iK28vRHHEb63uQs8uZjnvYxFBz58dkY9mdYFPXzq472mAO69qtbOva+3Dz3mBYg9dh68vRq+gb0tN0+8",
        "/E4FvqyCyDwdzrG98qi5PLNEILo81Wi9uwqCPE5nBL4yjK09OLTuPHdC/b1Rgd29fPTiPbfzwD3uvwg+aQEivSsC2L1N1n89t1b8vFtyEL7rfI09XAkQviDFDj4TVuK9M9qVPVwquz1rAwa+sLoPPnGHkT1KOtO94ACRvVYvy73f+7i9dhABvsbZEb410mC96LzpPOrQ8T0Jr668glENvSkHjD1IDzo9sEHIvRsLC74lhZU8/GHpPZuVLr3m5oy904bwvWTo6D2kOok9lRkhvXr1Er4zgOo9win4vWVdTrwhnWy9g8FWPR26aj2QDle9nheNO4O6rz1iMNS8Svg5vV6GqDub4N09F/0MvqiflTuRtcw9/Tytu1ozhz2o5/+9P8nrPYT3wL2MQAE+g6fVvRLdMT1zN389uBv4PUljKL3Re8s9l9s+vWQ1R7xEqQC+ohyZvQKzAT5uI7e8CJXvvd7J0D24yJM9iY+5vcXct71QoUc9UMUNPuAc1zqEcnM97I8EPj4yEj4rbqC9Zt8QPlf37b2lc8k9fBmoPTpX3rt5hLc8h5+aPEVY1j0t9Py8x+KSvT45jb01YAc+wFqyPVxf9LyC3x09j3yXPQFVEj7SgDa9hYS/vTRLorxKkAQ9RdcKPTZz3rzM4s+91egpvfMMhr1hmpG9/xOnvOpG/r3y+Q8+ioDzPd83Bj4uUh28K4MrvRgi8zzSbow9/eTlPaEEzj2Fjfs8LpmlvYpIkz1rH2K9OxCqvRVUMT0zloY84gbHPDaOx72lIqo9FhI9PRLbqT2nsQy+0Pr/vRpnCj4pwXy9cZWSvBR/Eb7E4xW9a9EIO87OBT4f/L89SXxivfNYET4H/q89hBOzPcyp2b2V+sc8/k/lvNB6iL2fiLm8Bu3KPTr2C76zzcK9s+CjPSSEFrxf1L69LRmYPK/Oy704PIG80em/vM8haT3wvQE+jD7kvUWCrT1xAIy9W+9RPMmZyjw878i9sm5MvfhxnLw6om49FuZnvfHFhT0f8mY8",
        "nosRvDh5hj0pkNS85PSrPfpWHL0y0me9UQddvKen6bxnL2u9mkKfvXHMA709KqY86XE8PdwPWr1F00+9izwFvjZTej28gq09fnXcvclLDz4wPx89eHKTPayVgr144My7sisMvkFk/715pqe9i3FRPenk0b1hbuw9zjoIPsKRqT2ubK09lwQ5PW5Deb2XONY8oY0HvqKRpz1TI+U8ZDL9PW/n5D2TPQG9IucjPUiE0zt8XjQ8jRekPSTRJz1D7g++s33mvc29+D0JGdE95FelPeqjxL0WGJW9VZvPPQ0f1D1DE7I8YNQRPiBmm70rc+c9WCHovaDrU70/Kp49biEivXJFhD2Aawi+kMe2vEpgED3RaRy9Mm8FPghHzr3OPmY9G6sMvMni3T3LyA6+PoYAvpRRtL3pFQI+ukSvPTXBLL25TQy+IjQ6PF9XQr096008T0fqvY6+oT02NKE92EAbPSZp9rzTndS9qxLHPYLB9j0H0o88T3oMvt0I2j3zbrO9sBsPPe6V5byXlA6+lscCPTDCED70Fjc8asK3PUxdCTxBRxM+gf1tPZ7N8r1II32954gCvhL3fL0sOsw9jeFLPDpibr09LsC9I+URPm1DzLzYYBI9fzNuPag8hL1/4Wy9BCoQvQUpLr1Aw5g9F96XPKTDgr1iXcY9OUuTvSnC6r0Q4ge+ScOFvaWAAL504qS8nPj1PWbq6L3Pf0w9TrLXPeIL3z29tw4+vpX2vOjGE77cXZw9p2B7vCDUI7z1av29t6oHvtwUFL0Buv49YhAKPipRqj3G43s8CUonvQTOqD07UPA9yzcEvkr6CD5USQk9YMBgvIXFnz2da7K9WOqfvcEwBL6NWGi8DzmTPVWlTz1eGJ89lx0IvrNG4TpZWlI90JCqveiOU72TfNG9/FoHPufLNz0gPE48xKWkPJn9BL7RNva9KkAKvaOs473ds3a93NI1vJY64j3vtvM9LMYPPSSN7j3cIrC9Ur+6PfeAaL2cLQm9TtsUvfZnwL3vLNk9",
        "nj/0Pd0fPT05yIo7QDbAvUZJBzx3V6e9MuKXPVgNuT2bx3S9cWPTvWhYCL71whA+ehUBvjn5CT08k5e9WIpxPR3IhDybXg2+ohqivCG0wj1aXvC968KkO0ZRDLz7GtW9VAa9Osipar2arWQ9eH5KPUhFaT08UoY9fG+CvHTA/byW5R08XisNvgke1j2SXnM9svSoPailebzj/pQ9WNzNPEzrwr3fps89ykX8u786lT2xbUO99i7VvEDkIj1ssom9JQdAPb3Iob2wnAY+8vQNvGYArbxRF+498v2SvKQ6IT16swo+D9UNvprEWzxEGpK9M+MQPiwGDr42hxG91kUCPYl65r2Wfam9N/e1vTDBEL6AD5q97o3QvNqYCr4N4va9cTurPYUl1j3s27w9lZOnvS4GlT01b9a9qsB7vX/O6r1DR6k9/bUNPgQj6jzwGlA9raHIvbuEwj1pw8E96ctlOy+KBDz0jqS88/5/PaFbSDyMqcg9UJZzOyNdgz2aY/08veYRvleal713zBo8+mIFvmKS6TxMq6m9JqsCPvEmOz1pNwi+IqUUvJ4e9z2u9dK914/VPZJQWb15ONQ9PSKAPIwY771ZpiG8qjQvvdqqD77VpJa9+g3hvb4wzj0hONq9yP6evSLcIzwdK5w8jwsSPXlpgL26jQ8+sB1bvYC75T338Oc9tRHCPfL7PjvTUhk9fjOtvVnUj7y8+4G9jcuhPLBlD77Mzxk9jifevByFSj1M4eG9XISEPAvnsjxhrQk9caPUPeoHBT1kprm8pKLBvWwu7T29sou9p78KvSTuij1PkJS9nkfkPd1iirz6TNY8MUYEPoTcCb04Cq49FcqePfxFEr0dXAS+HH8PvUJLPD1au4S7dxETPeDx7z3LGIi9Bn1Lu3BagL2k3ai8unGDvcDDFzpYUvO85DKTPUXchz1EOVQ9ako6PP2mkbwWh8M9SKzTPXI/Hry7POu98Q8OPnRmgr1Kbbg8yI2CPW19DLwgzvO9KIYgPQN1CT59J4U9",
